Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/sametingspresidentens_tale_til_sametingsradets_beretning_om_virksomheten_desember_2023.html.tmx
Source language: nob
Languages: sme

source: Sametingspresidentens tale til sametingsrådets beretning om virksomheten, desember 2023
sme: Sáhkavuorru sámediggeráđi doaibmadieđáhussii, juovlamánu 2023

source: Sametingspresident Silje Karine Muotkas tale til sametingsrådets beretning om virksomheten, 5. desember 2023.
sme: Sámediggepresideantta Silje Karine Muotka sáhkavuoru sámediggeráđi doaibmadieđáhussii dievasčoahkkimis juovlamánu 5. beaivvi 2023.

source: Møteleder, i 1723 møtte samene Bendix Andersen Frennings Fjeld og Jon Torchelsen Fipling-Skov misjonæren og presten Thomas von Westen i Namdalen et sted.
sme: Čoahkkinjođiheaddji, jagis 1723 deaivvaiga sápmelačča Bendix Andersen Frennings Fjeld ja Jon Torchelsen Fipling-Skov miššoneara ja báhpa Thomas von Westena muhtin sajis Namdalenis.

source: De fortalte at Freavnantjahken gievrie var arvet i 4. ledd.
sme: Soai muitaleigga ahte Freavnantjahken gievrie lei árbejuvvon 4. bulvii.

source: Så fortalte de om symbolene på tromma til von Westen.
sme: Soai muitaleigga maiddái von Westenii goavdása symbolaid birra.

source: Det gikk ikke lang tid før von Westen beordret at tommene skulle beslaglegges, og Bendix og Jon ble stoppet når de forsøkte å bringe trommen i trygghet ved å reise mot Jämtland. De ble stoppet og tromma ble beslaglagt og sendt til København.
sme: Ii mannan guhkes áigi ovdal go von Westen áiggui duoguštit goavdásiid, ja Bendix ja Jon báhtareigga Jämtlándii geahččalan dihtii gádjut goavdása, muhto soai bissehalaiga ja goavddis rivvejuvvui sudnos ja sáddejuvvui Københámmanii.

source: Der var trommen i tiden frem til 1757, da den ble gitt som bryllupsgave av Frederik V av Danmark / Norge til hans svoger Ernst Friedrich III av Sachsen-Hildburghausen.
sme: Goavddis lei doppe gitta 1757 rádjái, go Dánmárku-Norgga gonagas Frederik V attii goavdása headjaskeaŋkan iežas máhkii, Sachsen-Hildburghausen hertugii, Ernst Friedrich III:i.

source: I 1837 ble den donert til Hennebergischen Altertumsforschenden Vereins og den befant seg i samme samling frem til i år.
sme: Jagis 1837 addojuvvui goavddis Hennebergischen Altertumsforschenden Vereinsii ja lei dan seamma čoakkáldagas gitta dán jahkái.

source: En del av dere så tromma da den kom til Trondheim for å bli utstilt på NTNU Vitenskapsmuseet i forbindelse med Tråante 2017.
sme: Muhtimat dis lehpet oaidnán goavdása Troandimis, dalle go dat čájehuvvui NTNU Vitenskapsmuseet:s Tråante 2017 oktavuođas.

source: Det er en forunderlig godt bevart tromme.
sme: Goavddis lea hirbmat bures vurkkoduvvon.

source: Den har tydelige tegninger og den er vakker.
sme: Das leat čielga sárgosat ja lea hui čáppat.

source: Det henger 134 små metall biter festet til reimene som er «gaver og Taknemligheds Tegn til Runne-Bommen», På ramma er det festet 11 små stifter av tinn i korsform;
sme: Goavdása sistebáttiin heaŋgájit 134 ruovdebihtáža mat leat “skeaŋkkat ja giitevašvuođa mearkkat goavdásii”, “go sii dan rávvagiid mielde leamaš lihkolačča”. Goavdegierddus leat 11 datnestivttaža ruossut;

source: Bendix og Jon forklarte at dette
sme: Bendix ja Jon čilgehusa mielde dat “čájehit galle guovžža leat bivdon goavdása einnostusaid mielde”.

source: Den 21. juni 2023 vedtok Meininger Museum at trommen skulle tilbakeføres til Saepmie.
sme: Geassemánu 21. beaivvi 2023 mearridii Meininger Museum máhcahit goavdása Sápmái.

source: Saemien Sitjie har vært tydelige lenge på at de ønsker en slik tilbakeføring.
sme: Saemien Sijte leat guhká háliidan oažžut goavdása ruovttoluotta.

source: Møteleder, jeg vil dele med plenum hvor takknemlig jeg er for alle de som bidro til at dette kunne finne sted.
sme: Čoahkkinjođiheaddji, mun háliidan dievasčoahkkimiin juogadit iežan giitevašvuođa buohkaide geat leat veahkehan dán barggus.

source: Det er en stor hendelse som jeg for alltid vil holde høyt.
sme: Lea stuora dáhpáhus maid álo áiggun muitit.

source: Da jeg så tromma for første gang kjente jeg sterkt på følelsen av et ekko gjennom alle de hundre årene som trommen hadde vært på reise, og det var en stor glede å kunne kunngjøre for den at vi hadde kommet for å sørge for hjemreisen for tromma.
sme: Go oidnen goavdása vuosttas háve, mus lei dakkár dovdu, dego livččii gájanas buot daid čuđiid jagiid čađa go goavddis lei láhppon, ja lei stuora illu beassat muitalit dasa ahte leimmet viežžamin dan ruoktot.

source: Jeg kjente på gleden fra de tilstedeværende da tromma ble gjenforent med sitt eget folk på Snåsa den 3. november.
sme: Mun dovden ilu oasseváldiid gaskkas go goavddis máhcahuvvui iežas álbmogii Snåases skábmamánu 3. beaivvi.

source: Det var flott å kunne takke både Saemien Sijte, Meininger museum, kultur- og likestillingsdepartementet, den norske ambassaden i Tyskland for deres arbeid, og vite at også vi på Sametinget har bidratt til dette.
sme: Lei somá beassat giitit sihke Saemien Sijte, Meininger museum, Kultur- ja dásseárvodepartemeantta, Norgga ambassáda Duiskkas áŋgiruššama ovddas, ja diehtit ahte maiddái mii Sámedikkis leat veahkehan dán barggus.

source: I Roma besøkte jeg Museo della Civiltà Romana.
sme: Romas mun galledin Museo della Civiltà Romana.

source: Der holdt Jelena Porsanger og hennes kollega fra RiddoDuottarMuseat på med 3D-fotografering av en tromme som befinner seg der.
sme: Doppe leigga Jelena Porsanger ja su RiddoDuottarMuseat-bargoustit govveme 3D-govaid goavdásis mii doppe lea.

source: Denne trommen er også i utmerket tilstand.
sme: Dat goavddis lea maid hirbmat buori stánddas.

source: Det er merkelig å tenke på at av de 97 trommene vi kjenner til, så er kun 5 av dem i vårt eget eie.
sme: Lea imaš smiehttat, ahte buot dan 97 goavdásis man birra mii diehtit, de leat dušše 5 goavdása min iežamet hálddus.

source: Møteleder, i oktober sendte Sametinget en ungdomsdelegasjon til UN Global Indigenous Youth Forum for første gang.
sme: Čoahkkinjođiheaddji, golggotmánus lei vuosttas háve go Sámediggi sáddii nuoraiddelegašuvnna UN Global Indigenous Youth Forumii Romas.

source: Der var det samlet flere hundre urfolksungdom fra hele verden for å skrive en deklarasjon om matsystemer.
sme: Dohko ledje čoahkkanan máŋgačuođi álgoálbmotnuora miehtá máilmmi čállin dihte deklarašuvnna borramušvuogádagaid birra.

source: Den samiske delegasjonen gjorde en fantastisk innsats og besto av Mathias Eilert Olsen, Dan-Jonas Mikael Sparrok, Kristian Wilhelmsen, Aina Haugom Nordfjell og Aina Madelen Nordsletta Aslaksen
sme: Sámi delegašuvdna dagai hui buori barggu ja delegašuvnnas ledje Mathias Eilert Olsen, Dan-Jonas Mikael Sparrok, Kristian Wilhelmsen, Aina Haugom Nordfjell og Aina Madelen Nordsletta Aslaksen.

source: International Centre for Reindeer Husbandry gav en flott ramme for hele samlingen av ungdommer.
sme: International Centre for Reindeer Husbandry attii buori rámma olles nuoraidjovkui.

source: Det skjedde etter innsats fra vår side og fra Kommunal- og distriktsdepartementet.
sme: Dan ovddas leat mii ja Gielda- ja guovlodepartemeanta áŋgiruššan.

source: Møteleder, å se alle lávvuene utenfor hovedkvarteret til Food and agriculture organization i Roma var imponerende.
sme: Čoahkkinjođiheaddji, lei erenoamáš oaidnit buot lávuid Food and agriculture organization váldoguovddáža olggobealde Romas.

source: Vi kom akkurat fra Elsa Laulan gæjnoe – eller Karl Johans gate i Oslo – der samiske ungdommer og mange andre hadde satt opp lávvuer for å markere motstanden mot at Fosen-saken enda ikke er fulgt opp.
sme: Mii leimmet juste boahtán Elsa Laulan gæjnoes – dahje Karl Johans gates Oslos – gosa sámi nuorat ja earát ledje ceggen lávuid vuosttildan dihtii dan go Fovse-ášši ii leat vel čuovvuluvvon.

source: Med en sterk vilje til å kjempe for rettstaten og til å holde fokuset oppe på denne saken – nå er det gått 786 dager siden en enstemmig Høyesterett dømte at konsesjonen for vindindustrianleggene på Storheia og Roan er ugyldige.
sme: Sis lei garra dáhttu dáistalit riektestáhta ovddas ja ain fuomášuhttit ášši – dál lea 786 beaivvi dan rájes go ovttajienalaš Alimusriekti celkkii bieggafápmorusttegiid konsešuvnna Storheias ja Roanis dohkkemeahttumin.

source: Anleggene er fortsatt i drift.
sme: Rusttegat leat ain doaimmas.

source: Det er fortvilende at staten ikke sørger for at menneskerettsbruddet opphører.
sme: Lea surgat go stáhta ii fuolat ahte olmmošvuoigatvuođarihkkun bissehuvvo.

source: Det rørende var likevel samholdet mellom de som markerte og kjemper for rettsstaten.
sme: Dat mii liikká liggii váimmu, lei oaidnit dan oktavuođa sin gaskkas, geat čalmmustahttet ja rahčet riektestáhta ovddas.

source: Det fyller meg med tro på fremtiden.
sme: Dat addá munnje doaivaga boahtteáigái.

source: De er så tydelige, de har et brennende hjerte og de lar seg ikke tie i hjel.
sme: Sii leat nu čielgasat, sii áŋgiruššet ja sii eai oro jienajávohaga.

source: Politiet ba om påtaleunnlatelse for de unge menneskerettsforkjemperne som tok seg inn i Olje- og energidepartementets lokaler i februar dette år.
sme: Politiija bivddii ahte nuorra olmmošvuoigatvuođaáŋgiruššit, geat giddejedje Olju- ja energiijadepartemeantta visttiid guovvamánus dán jagi, eai áššáskuhttojuvvo.

source: Jeg fikk muligheten til å drøfte dette med politidirektør Benedicte Bjørnland og politimester i Oslo Ida Melbo Øytese.
sme: Mun ožžon vejolašvuođa ságaškuššat ášši politiijadirektevrrain Benedicte Bjørnlandain ja Oslo politiijameaštáriin Ida Melbo Øytesiin.

source: Det er et spørsmål om hvilken lojalitet påtalemyndigheten har når det er konflikt mellom Høyesterett og forvaltningen i oppfølging av en rettskraftig dom.
sme: Gažaldat lea ahte makkár oskkáldasvuohta áššáskuhttineiseválddis lea, go Alimusrievtti ja hálddahusa gaskkas lea konflikta loahpalaš duomu čuovvoleami hárrái.

source: Dette er spørsmålet som statsadvokaten viser et svar på når de ser bort fra politiets anbefalinger og velger å utstede bøter til menneskerettsforkjemperne.
sme: Stáhtaadvokáhtta vástidii dan gažaldahkii go badjelgeahčai politiija ávžžuhusa ja válljii sáhkkohit olmmošvuoigatvuođaáŋgiruššiid.

source: Møteleder, vi vet at verden er urolig av mange årsaker.
sme: Čoahkkinjođiheaddji, mii diehtit ahte máilmmis lea ráfehis dilli máŋgga siva dihtii.

source: Den folkerettsstridige invasjonen av Ukraina og folkemordet på Gazastripen viser oss dette hver dag.
sme: Ukraina falleheapmi mii rihkku álbmotrievtti ja álbmotgoddin Gazas čájehit dan midjiide juohke beaivvi.

source: Jeg hadde derfor et møte med forsvarssjef Eirik Kristoffersen nettopp.
sme: Dan geažil mun gieskat čoahkkinasten suodjalusa hoavddain Eirik Kristofferseniin.

source: Årsaken til møtet var flere, men tema som ble drøftet var rekruttering til forsvaret, samiske veteraner, hvordan økt militær tilstedeværelse i samiske områder påvirker oss og også spørsmål knyttet til opplæring av forsvarets personell angående samiske saker.
sme: Čoahkkin dollojuvvui máŋgga ákka dihte, muhto áššit maid digaštalaime lei rekrutteren suodjalussii, sámi veteránat, mo suodjalusdoaimmaid lassáneapmi váikkuha midjiide ja maiddái gažaldagat suodjalusa bargiid oahpaheamis sámi áššiid hárrái.

source: Hets, trakassering og hatprat er i økning, i likhet med mobbing.
sme: Cielaheapmi, trakasseren ja vaššiságat lassánit seammá ládje go givssideapmi.

source: Dette ser vi i kommentarfelter og dette øker veldig når det er konfliktfylte diskusjoner på gang i samfunnet.
sme: Dan oaidnit kommeantasajiin, ja dat lassánit sakka dalle go servodagas digaštallet riidovuloš áššiid.

source: Det er derfor veldig bra at Kultur- og likestillingsdepartementet har lyttet til våre råd om å lage en egen handlingsplan mot hets og hatprat mot samer.
sme: Danne lea hui buorre go Kultur- ja dásseárvodepartemeanta lea guldalan min rávvagiid ja mearridan ráhkadit sierra doaibmaplána sámecielaheami vuostá.

source: Dette gir oss muligheten til å iverksette tiltak sammen, og det er viktig.
sme: Dát addá vejolašvuođa álggahit doaimmaid ovttas, ja dat lea dehálaš.

source: Møteleder, å hetse hverandre gir vonde skader som enkeltmennesker bærer videre.
sme: Čoahkkinjođiheaddji, nubbi nuppi cielaheapmi mielddisbuktá bahča vahágiid mat ovttaskas olbmuide šaddet noađđin.

source: Vi kan selvfølgelig ha meningsforskjeller og debatter, og vi må skille mellom hatefulle kommentarer og saksuenighet.
sme: Olbmuin sáhttet dieđusge leat iešguđet oaivilat ja digaštallamat, ja mii fertet earuhit cielaheaddji kommeanttaid ja guovtteoaivilvuođa gaskkas dihto áššis.

source: Det trur jeg vi alle har godt av å reflektere over.
sme: Jáhkán ahte buohkaide lea buorre smiehttat dán birra.

source: Min bekymring er at det sprer seg negative holdninger når hetsende og hatefulle kommentarer får stå i kommentarfelt.
sme: Mun balan ahte negatiivvalaš guottut lassánit go cielaheaddji ja vaššás kommeanttaid diktet orrut kommeantasajiin.

source: Møteleder, samiske kunstnere, filmskapere og artistene får mange velfortjente priser og hedres på mange arenaer.
sme: Čoahkkinjođiheaddji, sámi dáiddárat, filbmadahkkit ja lávlut ožžot ollu bálkkašumiid maid sii ánssášit ja sin gudnejahttet ollu iešguđet arenain.

source: Dette gjør meg stolt, og det trur jeg også at dere alle er.
sme: Dainna lean hui rámis, ja dan várra lehpet dii buohkat.

source: Det er fantastisk å se hvor høy kvalitet det er på den kunstneriske virksomheten som samiske utøvere driver.
sme: Lea erenoamáš somá oaidnit man alla kvalitehta sámi dáiddáriid dáiddalaš doaimmain leat.

source: Jeg tenker ofte på at mye av denne kunsten og de kunstneriske uttrykkene springer ut av en kraft og skapertrang som har båret vår kultur og vårt språk gjennom så mange krevende utfordringer.
sme: Mun dávjá smiehtan ahte dát dáidagat ja dáiddalaš ovdanbuktimat vulget fámus ja duddjonmovttas mii min kultuvrra ja giella lea guoddán ollu gáibideaddji hástalusaid čađa.

source: Det skapes nytt i møtet med andre, og kunsten snakker et språk som vi bare kjenner med sjel og hjertet.
sme: Ođđa buktagat hábmejuvvojit deaivvadeamis earáiguin, ja dáidagis lea giella man mii dovdat dušše sieluin ja váimmuin.

source: Vi skal ikke ta dette for gitt, det er noe vi fortsatt må skape gode rammevilkår for.
sme: Dan eat galgga atnit diehttelassan, ja mii fertet ain ráhkadit buriid rámmaeavttuid dasa.

source: Dáiddadállu har endelig åpnet nye lokaler i Kautokeino etter å ha vært uten lokaliteter i en periode.
sme: Dáiddadállu lea viimmat rahpan ođđa vistti Guovdageainnus maŋŋelgo lea leamaš vistti haga muhtun áiggi.

source: For et kunstnerkollektiv er selve den bærende ideen nettopp dette kollektivet, å dele kunstnerisk utvikling, la seg inspirere og få støtte til utvikling av de betingelsene som må til for å kunne leve av det kunstneriske virket.
sme: Dáiddárkollektiivii lea ieš vuođđojurdda juste dát kollektiiva, juogadit dáiddalaš ovdáneami, oažžut inspirašuvnna ja oažžut doarjaga ovdánahttit dárbbašlaš eavttuid jus galgá sáhttit háhkat eallinláibbi dáiddalaš doaimmas.

source: Jeg fikk også oppleve utstillingen Skakke folkedrakter, der en rekke dyktige kunstnere har gitt sine bidrag.
sme: Bessen maid vásihit Skakke folkedrakter -čájáhusa, masa ollu čeahpes dáiddárat leat buktán dáidagiid .

source: Den er banebrytende fordi temaet i utstillingen er å gå nye veier for å gjøre plass for det mangfoldet vi har.
sme: Čájáhus lea ovdamanni dannego čájáhusa fáddá lea gállit ođđa bálgáid čáhkkehan dihtii saji min girjáivuhtii.

source: Jeg synes de løste dette på en spennende måte som inviterte til refleksjon og som også var motiverende fordi den utfordrer det bestående tankesettet.
sme: Mu mielas sii čovde dán barggu miellagiddevaš vugiin mii bijai olbmo smiehttat, ja mii maiddái movttiidahtii dannego dat hástalii dálá jurddašanvuogi.

source: Under åpningen av Giellavahkku i Skibotn, fikk vi dele ut språkmotiveringsprisen til Emil Kárlsen.
sme: Giellavahku almmolaš rahpamis Ivgobađas beasaimet addit giellamovttiidahttinbálkkašumi Emil Kárlsenii.

source: Han kunne ikke delta selv fordi han var opptatt med å spille inn Koke Bjørn-serien for Netflix.
sme: Son ii sáhttán ieš searvat doaluide go lei Netflix -ráiddu Koke Bjørn báddemis.

source: Emil er en av de mange som har tatt tilbake samisk og kjemper hver dag for at samisk språk skal høres i nye sammenhenger.
sme: Emil lea okta máŋgasis gii lea váldán ruovttoluotta sámegiela ja son rahčá juohke beaivvi dan ovddas ahte sámegiella gullo ođđa oktavuođain.

source: Jeg syns det var ekstra stas å kunne dele ut prisen til hans mor på hans hjemsted.
sme: Mu mielas lei erenoamáš somá geiget bálkkašumi su eadnái su ruovttubáikkis.

source: Han er en flott rollemodell og en meget dyktig musiker og multikunstner.
sme: Emil lea buorre ovdagovva ja hui čeahpes musihkkár ja multidáiddár.

source: Møteleder, språket vårt burde ikke være en slagmark, men kan dessverre ofte bli det.
sme: Čoahkkinjođiheaddji, min giella ii galggašii leat riidovuloš, muhto dađi bahábut dávjá šaddá danin.

source: Vi har en situasjon der tusener av samer har mistet sitt språk og det preger oss alle.
sme: Mii leat dakkár dilis ahte duháhiid mielde sámit leat massán iežaset giela, ja dat čuohcá midjiide buohkaide.

source: Spørsmålet om hvordan vi kan sikre og utvikle at alle barn får mulighet til å lære samisk fra tidlig alder er et spørsmål vi har ulike syn på i denne salen.
sme: Gažaldat das mo mii sáhttit sihkkarastit ja ovdánahttit ahte buot mánát besset oahppat sámegiela unnivuođa rájes, lea gažaldat masa mis dán lanjas leat iešguđet oaivilat.

source: Jeg syns likevel at samiske tall forteller, som ble lansert under komitéuka viser oss at det er fremgang i antallet elever som lærer samisk.
sme: Mun oaivvildan liikká ahte Sámi logut muitalit, mii almmuhuvvui lávdegoddevahkus, čájeha ahte sámegiela oahppit lassánit.

source: Vi trenger flere samiske barnehageplasser, vi trenger å fylle de samiske barnehageplassene vi har, vi trenger flere samiske barnehagelærere, vi trenger at det opprettes flere samiske barnehager.
sme: Mii dárbbašat eambbo sámi mánáidgárdesajiid, mii fertet deavdit daid sámi mánáidgárdesajiid mat mis leat, mii dárbbašat eambbo sámi mánáidgárdeoahpaheddjiid, mii dárbbašat ahte ásahuvvojit eambbo sámi mánáidgárddit.

source: Alt dette har vi iverksatt tiltak for.
sme: Buot dáid várás leat mii álggahan doaibmabijuid.

source: Jeg er like utålmodig som dere for at vi skal lykkes bedre med dette.
sme: Mun vuorddán liikká ollu go dii ahte mii buorebut lihkostuvašeimmet dáinna.

source: Det er viktig at vi får flere med på laget, og dette var blant temaene vi drøftet da jeg møtte KS-leder Gunn Marit Helgesen nettopp.
sme: Lea dehálaš oažžut mielde eambbogiid dán bargui, ja dat lei okta áššiin man birra lei sáhka go aitto deaivvadin KS -jođiheddjiin Gunn Marit Helgeseniin.

source: Det er viktig for oss at det er opprettet et samisk nettverk mellom kommunene i forvaltningsområdet for samisk språk.
sme: Midjiide lea dehálaš ahte lea ásahuvvon sámi fierpmádat sámegiela hálddašanguovllu gielddaid gaskkas.

source: Vi kan ikke la områdene utenfor forvaltningsområdet henge etter, så vi må få til utvikling i tjenestetilbudene også utenfor forvaltningsområdet.
sme: Eat sáhte diktit guovlluid mat eai leat hálddašanguovllus bázahallat, nu ahte fertet ovdánahttit bálvalusfálaldagaid maiddái hálddašanguovllu olggobealde.

source: Jeg tror også på løsninger som når frem til alle.
sme: Mus lea doaivva čovdosiidda maiguin olahit buohkaide.

source: Gratis barnehage har regjeringen innført i nord, og Sametinget har fulgt opp med gratis samiskspråklig barnehage utenfor virkeområdet.
sme: Nuvttá mánáidgárddi lea ráđđehus ásahan davás, ja Sámediggi lea čuovvulan nuvttá sámegielat mánáidgárddiin olggobeale doaibmaguovllu.

source: Det betyr at det er utjevning og språkstimulering samtidig som vi i form av avtaler med kommunene for ordningen forsikrer oss om at vi jobber målrettet for at barnehagetilbudene reelt skal være samiske.
sme: Dat mearkkaša ahte lea dássedeaddu ja giellamovttiidahttin seammás go mii šiehtadusaid bokte gielddaiguin, mat leat mielde ortnegis, sihkkarastit ahte mii bargat mearrediđolaččat dan ovdii ahte mánáidgárdefálaldagat duođas leat sámi fálaldagat.

source: Møteleder, det var også gledelig å få være med å undertegne samarbeidsavtale med Sør-Varanger kommune.
sme: Čoahkkinjođiheaddji, lei maiddái illu beassat leat mielde vuolláičállimin ovttasbargošiehtadusa Mátta-Várjjat gielddain.

source: Denne avtalen er viktig for å kunne gjøre felles innsats på flere områder sammen med en kommune der både skoltesamisk og nordsamisk er svært viktig.
sme: Šiehtadus bokte beassat fárrolaga gielddain áŋgiruššat máŋgga suorggis, gielddas gos sihke nuortalašgiella ja davvisámegiella leat dehálačča.

source: Vi har et felles arbeid for å sikre John Savio sin kunst verdig formidling og vi mottar snart forstudie for nytt bygg til Savio-museet.
sme: Mis lea oktasaš bargu sihkkarastit ahte John Savio dáidda gaskkustuvvo árvvolaš vuogi mielde, ja mii oažžut fargga ovdadutkama ođđa museavistái Savio-musea várás.

source: Det var spesielt for meg da kultur- og likestillingsministeren viste meg at hun har fått hjelp av Nasjonalmuseet til å velge ut Savios kunst til sitt eget kontor.
sme: Lei erenoamáš go kultur- ja dásseárvoministtar čájehii munnje ahte lea ožžon veahki Nasjonalmuseas válljet Savio dáidaga iežas kantuvrii.

source: Hun og jeg deler et hjerte for Savio.
sme: Diekko munnos lea oktasaš dat ahte atne Savio hui árvvus.

source: Jeg kommer også fra Bugøyfjord, Savios hjembygd, der bygdelagene på stor dugnad har satt i stand minnesmerket hans.
sme: Mun maiddái lean Reaisvuonas eret, Savio ruovttogilli, gos gilisearvvit eaktodáhtolaččat leat divodan John Savio -muitobácci.

source: Det er ett flott monument, og jeg håper vi og kommunen kan løse spørsmålet om eierskap av monumentet i felleskap snarlig.
sme: Dat lea fiinna bázzebáiki, ja mun sávan ahte mii ja gielda fárrolaga sáhttit čoavdit gažaldaga bázzebáikki eaiggátvuođa hárrái farggamusat.

source: Møteleder, vi har satset på skoltesamiske saker i denne perioden.
sme: Čoahkkinjođiheaddji, mii leat vuoruhan bargat nuortalaš áššiiguin dán áigodagas.

source: Det er svært viktig.
sme: Dat lea hui dehálaš.

source: I boka «Siidaen som forsvant» så kan man lese om historien om hvordan det tradisjonelle leveviset i to skoltesamiske siidaer, Pasvik og Petsjenga, ble svært redusert av den industrielle framgangen.
sme: Girjjis sáhttá lohkat historjjá dan birra mo industriija ovdáneapmi váikkuhii guovtti nuortalaš siidda, Báhčaveaji ja Beahcáma, eallinvuogi.

source: Menneskene i disse siidaene ble stemplet som «degenererte» eller .
sme: Dáid siiddaid olbmot steampalastojuvvojedje «billahuvvan» dahje «doaibmanávccahis» olmmožin.

source: Østsamenes eldste religiøse symbol i Neiden var sannsynligvis en stor offerstein (kalt i nyere tid) ved den såkalte Stormelen.
sme: Nuortalaččaid boarrásamos oskkoldatlaš symbola Njávdámis dáiddii leat stuora sieidi (gohčoduvvo ođđa áiggis) nu gohčoduvvon Stormelena lahka.

source: Offersteinen ble på 1930-tallet sprengt i stykker og benyttet som byggestein i landkaret på Neidenbrua over Skoltefossen.
sme: Sieidi bávkaluvvui 1930-logus, ja geađgebihtát leat geavahuvvon huksengeađgin Njávdáma šaldis Skoltefossena badjel.

source: Møteleder, det er dessverre ikke en ukjent problemstilling at samiske kulturminner, sieidier og offersteder blir ødelagte når det skal bygges noe.
sme: Čoahkkinjođiheaddji, dađi bahábut lea oahpes váttisvuohta ahte sámi kulturmuittuid, siiddiid ja bálvvosbáikkiid bilidit go huksendoaimmaid oktavuođas.

source: Sametinget har derfor måttet anmelde Statens vegvesen fordi de har ødelagt enda en sieidi, nemlig Noaidek ved Veašenjárga/Hammernes.
sme: Danne Sámediggi lea šaddan váidit Stáhta geaidnodoaimmahaga politiijaide go fas leat bilidan sieiddi Noaidek, Veašenjárggas.
